Revit 2027 API
DoubleArray Constructor
Initializes a new instance of the DoubleArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DoubleArray()
Public Sub New
public:
DoubleArray()
new : unit -> DoubleArray
See Also
Reference
DoubleArray Class
Autodesk.Revit.DB Namespace